[!Global]
!LanguageID=1033
!LanguageName=English
!TranslationAuthor=FlyingSnow
!TranslationAuthorEmail=
!TranslationDefaultFont=Tahoma,8,,0,clWindowText,DEFAULT_CHARSET
[!Strings]
Access_Denied=Access denied
APPLY_CHANGES=Applying changes
Fail=Error
GEN_THUMBNAIL=Start preview
Ignored_loaded=Ignore(Running)
Ignored_unloaded=Ignore(Disabled)
Ignored=Ignore
In_Debugging=Debug mode
IMPORT_PROFILE=Add new profile
LOAD_MODE_CHANGING_TO=Switch the mode to:
LOAD_MODE_NOT_CHANGED=The mode remains unchanged
LOAD_MTDLL_FAILED=Fail to load MacType
LOAD_TYPE_REG=Registry
LOAD_TYPE_SERVICE=Run as a service
LOAD_TYPE_TRAY_ADV=Standalone mode
LOAD_TYPE_TRAY_CMP=Compatible mode
LOAD_TYPE_MANUAL=Manual mode
ABOUT_RESOLUTION=Resolution
ABOUT_DLL_VERSION=MacType version
ABOUT_TRAY_VERSION=MacTray version
ABOUT_TUNER_VERSION=MacTuner version
ABOUT_SPECIALTHANKS=Special Thanks
Loaded=Running
Loading=Running
NO_PRIVILEGE_TO_SWITCH_PROFILE=(Can't switch profile without permission)
Noname=Unnamed
Not_responding=Not responding
Pending=Pending
Processing=Processing
PROFILE_CHANGING_TO=Profile will be changed to:
PROFILE_NOT_CHANGED=Profile remains unchanged
Refresh_failed=Fail to refresh
Refreshed=Refresh sucessfully
Refreshing=Refreshing
SELECT_PROFILE=Select your preferred profile:
SELECT_YOUR_LOAD_MODE=Select your preferred mode
UAC=(Limited permission)
Unloaded=Disabled
Unloading=Unloading
MACTYPE_RENDER_TEXT=MacType 2011 Setup Wizard
MACTYPE_SAVED_AND_APPLY=Profile was saved, apply now?
MACTYPE_SAVED_NO_APPLY=Profile was saved<BR>You should put it under MacType/ini for use.
MACTYPE_QUIT_WITHOUT_SAVE=Quit without changes?
MACTYPE_RELOAD_PROFILE=Do you want to discard all changes and reload profile?
MACTYPE_TEST=test
LOCKED=Locked
UNTITLED_PROFILE=Untitled
CUSTOM=Custom
NOFILTER=No optimization
LCDFILTER1=optimization1
LCDFILTER2=optimization2
BOLD=Bold
ITALIC=Italic
INDIVIDUAL=Standalone profile
ERROR_MACTYPE_CANNOT_LOAD=Fail to load MacType, please confirm MacType has been installed sucessfully and the program should be under the same folder.
ERROR_MACTYPE_UNKNOWN=Unknown error occured when initializing.
ERROR_MACTYPE_OCC_FAILURE=MacType Tuner fail to contact MacType and will quit in ten seconds; Try again after checking profile.
ERROR_MACTYPE_NOT_COMPATIBLE=Sorry, your MacType version is not compatible with the program, please update and try again.
MSGBOX_SAVE_CHANGES=Profile changed, save it?
MACTYPE_RULE_DEFINED=%d rules have been defined
MSGBOX_EXIT_NOSAVE=Quit without changes?
MACTYPE_WIZARD_CAPTION=MacType Setup Wizard (%d/%d)
MACTYPE_PREVIEW_CAPTION=MacType Preview (%s %dpt %s)
UNLOCK_INFOTIP=Unlock|Unlock preview window. Preview<BR>Window shows real-time changes<BR>|3
LOCK_INFOTIP=Lock|Lock preview window. Locked preview window<BR>will not show real-time changes thus can be used to compare<BR>differences<BR>|2
MACTYPE_CONTROL_PANEL_FILE=MacType Control Panel - %s
MACTYPE_CONTROL_PANEL_UNTITLED=MacType Control Panel - Untitled
MSGBOX_CONFIRM_MODIFICATION=Profile changed, save it?
[TForm1]
btn1.Caption=Cancel(&C)
btnAdv.Caption=Advanced(&A)
btnNext.Caption=Next(&N)
Caption=MacType
dlgOpen1.Filter=Profile|*.ini
dlgOpen1.Title=Open profile
lbl1.Caption=Welcom to MacType setup wizard
lbl2.Caption=Select a task to continue:
lbl3.Caption=New profile
lbl4.Caption=Open profile
lbl5.Caption=Or go to Advanced for DIY.
lbl6.Caption=The wizard will help you create a preferred MacType profile for you.Click Next to continue.<BR><BR>You can go to Advanced anytime for more settings.
lbl7.Caption=The wizard will help you modify profile for better use. Click Next to continue, or<BR><BR><BR>You can go to Advanced anytime for more settings.
lbl8.Caption=Change a profile
lbl9.Caption=Sorry, your version is not supported.
[TForm10]
btn1.Caption=+
btn2.Caption=-
Caption=Standalone Font
cbbAA.Items.Text=No anti-aliasing<BR>Grey scale anti-aliasing<BR>Light anti-aliasing<BR>Optimized anti-aliasing for LCD(RGB)<BR>Optimized anti-aliasing for LCD(GBR)<BR>Light+LCD(RGB)<BR>Light+LCD(GBR)<BR>
cbbAA.Text=Optimized anti-aliasing for LCD(RGB)
cbbHintingMode.Items.Text=Internal Hinting<BR>No Hinting<BR>Auto FreeType Hinting<BR>Auto Light-way Hinting<BR>
cbbHintingMode.Text=No Hinting
cbbUseKerning.Items.Text=No Kerning<BR>Kerning<BR>
cbbUseKerning.Text=No Kerning
chkAA.Caption=Anti-aliasing
chkBold.Caption=Boldweight
chkHinting.Caption=Font Hinting
chkItalic.Caption=Italic angle
chkKerning.Caption=Kerning
chkNormal.Caption=Normalweight
grp1.Caption=Adjustment
lbl1.Caption=Font
trckBoldWeight.Hint=0
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckItalic.Hint=0
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.Hint=0
trckNormalWeight.SkinData.SkinSection=TRACKBAR
[TForm11]
Caption=LCDFilter Weight
chkCustom.Caption=Custom filter
lbl1.Caption=Left
lbl2.Caption=Center left
lbl3.Caption=Centr right
lbl4.Caption=Center
lbl5.Caption=Right
rbMode0.Caption=No optimization(&N)
rbMode1.Caption=optimization1(&L)
rbMode2.Caption=optimization2(&D)
trck1.SkinData.SkinSection=TRACKBAR
trck2.SkinData.SkinSection=TRACKBAR
trck3.SkinData.SkinSection=TRACKBAR
trck4.SkinData.SkinSection=TRACKBAR
trck5.SkinData.SkinSection=TRACKBAR
[TForm2]
btn1.Caption=Cancel(&C)
btn2.Caption=Font(&T)...
btnAdv.Caption=Advanced(&A)
btnNext.Caption=Next(&N)
btnPrev.Caption=Previous(&P)
Caption=MacType
lbl1.Caption=Font Settings
lbl2.Caption=r
[TForm3]
btn1.Caption=Cancel(&C)
btnNext.Caption=Save(&S)
btnPrev.Caption=Previous(&P)
Caption=Finish
dlgSave1.Filter=Profile|*.ini
dlgSave1.Title=Save profile
lbl1.Caption=MacType profile saved.
lbl2.Caption=Now you can click Save to save your profile.
[TForm4]
btnBkColor.Hint=Background Color|Set preview window background color|4
btnBold.Hint=Bold|Quick-set current font as bold|5
btnContent.Hint=Preview|Set pre-renderred words in preview window,<BR>words will adjust to window size<BR>|0
btnFont.Hint=Font|Set font in preview window|1
btnItalic.Caption=B
btnItalic.Hint=Italic|Quick-set current font as italic|6
btnLock.Hint=Lock|Lock preview window. Locked preview window<BR>will not show real-time changes thus can be used to compare<BR>differences<BR>|2
Caption=MacType Preview
rztrckbr1.Hint=Font size|Scroll to change font size in preview window,<BR>current font size will display on Title bar<BR>
[TForm5]
lbl23.Caption=Transparency
btn1.Caption=Edit
btn2.Caption=Edit
btn3.Caption=Edit
btn4.Caption=Edit
btnBtnExit.Caption=Exit
btnBtnExit.Hint=Exit
btnBtnNew.Caption=New
btnBtnNew.Hint=New|Create a profile model|0
btnBtnNote.Caption=Note
btnBtnNote.Hint=New preview window|Create a new preview window. Creating multiple preview windows is<BR>to facilitate observation about the performance of multiple fonts under the current profile<BR>or under different profiles.<BR>|4
btnBtnOpen.Caption=Open
btnBtnOpen.Hint=Open|Open a profile to edit|2
btnBtnSave.Caption=Save
btnBtnSave.Hint=Save|Save or replace profile<BR>Annotation reserve automatically when replacing profile.<BR>|6
Caption=MacType Control Panel - Untitled
cbbAA.Items.Text=No anti-aliasing<BR>Grey scale anti-aliasing<BR>Light anti-aliasing<BR>Optimized anti-aliasing for LCD(RGB)<BR>Optimized anti-aliasing for LCD(GBR)<BR>Light+LCD(RGB)<BR>Light+LCD(GBR)<BR>
cbbAA.Text=Optimized anti-aliasing for LCD(RGB)
cbbBolderMode.Items.Text=New standard bold<BR>Horizontal bold only<BR>FreeType standard bold<BR>
cbbBolderMode.Text=New standard bold
cbbFontLink.Items.Text=None<BR>Use FreeType to connect<BR>Use Win32 to connect<BR>
cbbFontLink.Text=Use FreeType to connect
cbbFontSub.Items.Text=No font replacement<BR>Use secure replacement<BR>Use complete replacement<BR>
cbbFontSub.Text=No font replacement
cbbGammaMode.Items.Text=No Gamma tuning<BR>Use custom value<BR>Use Windows Gamma value<BR>
cbbGammaMode.Text=Use custom value
cbbHintingMode.Items.Text=Internal Hinting<BR>No Hinting<BR>Auto FreeType Hinting<BR>Auto Light-way Hinting<BR>
cbbHintingMode.Text=No Hinting
cbbHookChild.Items.Text=leave<BR>Auto load into sub-processes<BR>
cbbHookChild.Text=Auto load into sub-processes
cbbLoader.Items.Text=FreeType<BR>Win32<BR>
cbbLoader.Text=FreeType
cbbUseKerning.Items.Text=No kerning<BR>Kerning<BR>
cbbUseKerning.Text=No kerning
dlgOpen1.Filter=profile|*.ini
dlgOpen1.Title=Open profile
dlgSave1.Filter=MacType profile|*.ini
grp1.Caption=Font property
grp2.Caption=Words tuning
grp3.Caption=Mapping property
grp4.Caption=Shadow
lbl1.Caption=Renderring core:
lbl10.Caption=Processes without renderring
lbl11.Caption=Fonts without renderring
lbl12.Caption=Standalone font profile
lbl13.Caption=0 rule has been defined
lbl14.Caption=0 rule has been defined
lbl15.Caption=0 rule has been defined
lbl16.Caption=0 rule has been defined
lbl17.Caption=Replace or render font with MacType(No preview)
lbl18.Caption=Ignore to render listed processes with MacType(No preview)
lbl19.Caption=Kerning:
lbl2.Caption=Font linking:
lbl20.Caption=Apply standalone profile for specific fonts for better performance
lbl21.Caption=Ignore to render listed fonts with MacType(No preview)
lbl22.Caption=Sub-processes:
lbl3.Caption=Bold mode:
lbl4.Caption=Gamma mode:
lbl5.Caption=Anti-aliasing mode:
lbl6.Caption=Hinting:
lbl7.Caption=LCD optimization:
lbl8.Caption=Font replacement:
lbl9.Caption=Font replacement
lblAlpha.Caption=Transparency
lblB.Caption=B
lblBoldWeight.Caption=Bold
lblContrast.Caption=Contrast
lblG.Caption=G
lblGamma.Caption=Gamma
lblGlobal.Caption=Global
lblItalic.Caption=Italic
lblNormalWeight.Caption=Normal
lblOffset.Caption=Offset
lblR.Caption=R
lblRenderWeight.Caption=RenderWeight
rztbshtTabSheet1.Caption=Normal
rztbshtTabSheet2.Caption=Font features
rztbshtTabSheet3.Caption=Exception
rztlbr1.CustomizeCaptions.Close=Close
rztlbr1.CustomizeCaptions.Hint=Uncheck to hide control
rztlbr1.CustomizeCaptions.MoveDown=Move Down
rztlbr1.CustomizeCaptions.MoveUp=Move Up
rztlbr1.CustomizeCaptions.NoTextLabels=No text labels
rztlbr1.CustomizeCaptions.SelectiveTextOnRight=Selective text on right
rztlbr1.CustomizeCaptions.ShowTextLabels=Show text labels
rztlbr1.CustomizeCaptions.TextOptions=Text Options
rztlbr1.CustomizeCaptions.Title=Customize Toolbar
trckAlpha.SkinData.SkinSection=TRACKBAR
trckB.SkinData.SkinSection=TRACKBAR
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckContrast.SkinData.SkinSection=TRACKBAR
trckG.SkinData.SkinSection=TRACKBAR
trckGamma.SkinData.SkinSection=TRACKBAR
trckGlobal.SkinData.SkinSection=TRACKBAR
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.SkinData.SkinSection=TRACKBAR
trckOffset.SkinData.SkinSection=TRACKBAR
trckR.SkinData.SkinSection=TRACKBAR
trckRenderWeight.SkinData.SkinSection=TRACKBAR
[TForm6]
Caption=Please type some words for preview
mmo1.Lines.Text=MacType2010 preview demo?<BR>
[TForm7]
btn1.Caption=>>
btn2.Caption=<<
Caption=Font replacement
lbl1.Caption=Replace with
[TForm8]
btn1.Caption=+
btn2.Caption=-
Caption=Exclude process
lbl1.Caption=Process
[TForm9]
btn1.Caption=+
btn2.Caption=-
Caption=Exclude font
lbl1.Caption=font
[TFrame1]
Frame1.fontlst1.FontName=Simsun
Frame1.lbl1.Caption=Please select a preview font as the standard for later adjustment.<BR>You could change the standard font any time you want by clicking the Font button below.
[TFrame10]
Frame10.lbl1.Caption=Optimization for LCD<BR><BR>If you're using LCD monitor, select the optimazation below might lead to a better MacType performance.
Frame10.rg1.Caption=LCD Mode
Frame10.rg1.Items.Text=No optimization<BR>Optimization1<BR>Optimization2<BR>
[TFrame11]
Frame11.lbl1.Caption=Font shadow<BR><BR>Font shadow could smooth font edge, therefor enhance visual experiences, but over-dense shadow is likely lead to visual fatigue.<BR>Use the scroll below to adjust shadow density and position.
Frame11.lbl2.Caption=Shadow offset
Frame11.lbl3.Caption=Near
Frame11.lbl4.Caption=Far
Frame11.lbl5.Caption=Shadow density
Frame11.lbl6.Caption=Light
Frame11.lbl7.Caption=Close
Frame11.lbl8.Caption=Default(&D)
Frame11.lbl9.Caption=Dark
[TFrame2]
Frame2.lbl1.Caption=Tuning mode<BR><BR>Font tuning technology could make font more clear and eye-friendly by tuning font display.<BR>Choosing different tuning modes could produce significant changes in font display effect.
Frame2.rg1.Caption=Tuning mode
Frame2.rg1.Items.Text=Standard tuning<BR>No tuning<BR>Auto tuning<BR>Light auto tuning<BR>
[TFrame3]
Frame3.lbl1.Caption=Configure anti-aliasing mode<BR><BR>Anti-aliasing affect final font display performance on your monitor, you might need to set a suitable mode for better performance accordingly.
Frame3.rg1.Caption=Anti-aliasing mode
Frame3.rg1.Items.Text=None<BR>Grey scale<BR>Light<BR>LCD(RGB)<BR>LCD(GBR)<BR>Light LCD(RGB)<BR>Light LCD(BGR)<BR>
[TFrame4]
Frame4.lbl1.Caption=Font Weight<BR><BR>Use the scroll below to tune font size and weight.
Frame4.lbl2.Caption=Render level
Frame4.lbl3.Caption=Light
Frame4.lbl4.Caption=Dark
Frame4.lbl5.Caption=Gamma
Frame4.lbl6.Caption=Light
Frame4.lbl7.Caption=Dark
Frame4.lbl8.Caption=Default(&D)
[TFrame5]
Frame5.lbl1.Caption=Adjust font size<BR><BR>Use the scroll below to tune normal or bold font size.
Frame5.lbl2.Caption=Normal size
Frame5.lbl3.Caption=Thin
Frame5.lbl4.Caption=Thick
Frame5.lbl5.Caption=Bold size
Frame5.lbl6.Caption=Thin
Frame5.lbl7.Caption=Thick
Frame5.lbl8.Caption=Default(&D)
Frame5.lbl9.Caption=Standalone Bold found, fail to preview bold size effect.
[TFrame6]
Frame6.lbl1.Caption=Adjust italic angle<BR><BR>You could use the scroll below to adjust italic angle.<BR>Fonts with standalone Italic will not be affected by this parameter.
Frame6.lbl2.Caption=Italic angle
Frame6.lbl3.Caption=Vertical
Frame6.lbl4.Caption=Italic
Frame6.lbl8.Caption=Default(&D)
[TFrame7]
Frame7.lbl1.Caption=Set bold mode<BR><BR>MacType provide some solutions for bold processing by default, you can choose one of them.
Frame7.lbl2.Caption=Standalone Bold found, fail to preview bold size effect.
Frame7.rg1.Caption=Bold mode
Frame7.rg1.Items.Text=Two-way bold<BR>Horizontal bold only<BR>FreeType standard bold<BR>
[TFrame8]
Frame8.lbl1.Caption=Adjust Contrast<BR><BR>Scroll to adjust words contrast, lower contrast might lead to fuzzy words while higher contrast thiner and colorful-edge words.
Frame8.lbl2.Caption=Contrast
Frame8.lbl3.Caption=Low
Frame8.lbl4.Caption=High
Frame8.lbl8.Caption=Default(&D)
[TFrame9]
Frame9.lbl1.Caption=Adjust font color<BR><BR>Use scroll below to adjust words' color weight.
Frame9.lbl10.Caption=Dark
Frame9.lbl2.Caption=R:
Frame9.lbl3.Caption=G:
Frame9.lbl4.Caption=B:
Frame9.lbl5.Caption=Light
Frame9.lbl6.Caption=Dark
Frame9.lbl7.Caption=Font edge
Frame9.lbl8.Caption=Default(&D)
Frame9.lbl9.Caption=Light
[TfrmAbout]
btn1.Caption=OK(&O)
Caption=About
[TfrmNewProfile]
btn1.Caption=Open profile(&I)
btn2.Caption=New profile(&C)
Caption=New profile
dlgOpen1.Filter=All supported files|*.ini;*.mtc|MacType general profile|*.ini|MacType quick profile|*.mtc
dlgOpen1.Title=Open profile
lbl1.Caption=You can click Open Profile to open preset profile to apply;<BR>Or you can click New Profile to start MacType Tuner to create a new profile.
[TfrmProgress]
lbl1.Caption=Applying settings
[TfrmPsInfo]
A1.Caption=About(&A)
btnLoad.Caption=Start(&E)
btnRefresh.Caption=Refresh(&R)
chk1.Caption=Hide inaccessable &system processes
btnUnload.Caption=Disable(&D)
btnLoadAll.Caption=Run all(&E)
btnUnloadAll.Caption=Stop all(&D)
Caption=Processes loading status
D1.Caption=Disable(&D)
E1.Caption=Start(&E)
E2.Caption=Exclude this process(&E)
F1.Caption=Open profile(&F)
GDI1.Caption=Open &MacType folder
H1.Caption=Online help(&H)...
I1.Caption=Include this process(&I)
Language1.Caption=Languages
MacTypeTuner1.Caption=Open with MacType Tune&r
N1.Caption=-
N2.Caption=-
N3.Caption=-
N4.Caption=-
N5.Caption=Open with notepad(&N)
N6.Caption=Don't replace font for this process
N7.Caption=-
N8.Caption=&Online update
U1.Caption=&Check Now...
O1.Caption=Update &Option...
pslst1.Columns.Item0.Caption=Application
pslst1.Columns.Item1.Caption=Process name
pslst1.Columns.Item2.Caption=PID
pslst1.Columns.Item3.Caption=Status
R1.Caption=Restart(&R)
S1.Caption=Set(&S)...
T1.Caption=Details(&T)...
T2.Caption=End process(&T)
trayIco1.Hint=MacTypeTray
W1.Caption=Wizard(&W)...
X1.Caption=Exit(&X)
[TfrmSettings]
btnBtnDelete.Caption=Delete
btnBtnDelete.Hint=Delete selected profile
btnBtnEdit.Caption=Edit
btnBtnEdit.Hint=Use MacTuner to edit profile
btnBtnNew.Caption=New
btnBtnNew.Hint=Use MacTuner to create a new profile
btnCancel.Caption=Cancel(&C)
btnOK.Caption=OK(&O)
Caption=Set
chk64.Caption=Allow to manage 64-bit process(&B)
chk64.Hint=Allow MacTray to use Agent Process to operate 64-bit program
chkAutoEnable.Caption=Auto start(&A)
chkAutoEnable.Hint=Apply to all processes when starting MacType
chkAutoRun.Caption=Start MacType when &Windows boots
chkAutoRun.Hint=Start MacType when system boots
chkAutoUnload.Caption=Auto stop when quit(&X)
chkAutoUnload.Hint=Auto disable MacType for all processes when quit.<BR>The option is always in effect in compatible mode.
chkHideACD.Caption=Hide processes that can't be operated(&H)
chkHideACD.Hint=Hide processes and system processes that can't be accessed under current permissions in the list
edtReload.Hint=Try to load MacType into unloaded processes every this interval<BR>Minimun is 5000, set as 0 to disable the function<BR>Has no effect on shared loading mode
edtReload.Text=1000
grp1.Caption=Settings
grp2.Caption=Profile Manager
lbl1.Caption=Reload interval:
lbl2.Caption=Millisecond(ms)
lbl3.Caption=MacTuner not installed
lbl4.Caption=Limited permission, can't change settings
rb1.Caption=Compatible loading mode(&P)
rb1.Hint=Stable and fast original loading mode.<BR>Fast and stable loading into all processes.<BR>Can't operate on single process.<BR>Reloading functions sometimes might not apply.
rb2.Caption=Standalone loading mode(&S)
rb2.Hint=Stable single process mode, any crash of<BR> a process will not affect the others.<BR>Manual control on any process is available.
[TfrmWizard]
btn1.Caption=Process manager(&P)...
btn2.Caption=OK(&O)
btn3.Caption=Cancel(&C)
btnBack.Caption=<Previous(&B)
btnClose.Caption=Close(&C)
btnFinish.Caption=Finish(&F)
btnNext.Caption=Next(&N)>
Caption=MacType Wizard
frmMode.chkUAC.Caption=Run as Administrator(Current User Only)
frmMode.lbl2.Caption=Load with Windows Registry for the most seamless experiences. Any program will be fully renderred when starts.<BR>System reboot is required to enable or disable renderring.
frmMode.lbl3.Caption=Run MacType as a service. Smooth loading. Neither GUI nor system icon will displays. As good as Registry mode.<BR>Windows Service Manager is required to enable or disable renderring for it lacks GUI settings.
frmMode.lbl4.Caption=Load with MacTray. An icon will appear on Notification Area.<BR>Easiest mode ever. Switching profile, disable or enable renderring, skipping programs, anything you want is here.
frmMode.lbl5.Caption=Load with MacTray. An icon will appear on Notification Area.<BR>Not like standalone mode, compatible mode can't skip renderring on some programs, but it has good compatiblity and can disable or enable renderring quickly.
frmMode.lbl6.Caption=MacType will not run automatically, you could manually load Mactype into programs simply by drag them to MacType GUI.
frmMode.rb1.Caption=Run as a service
frmMode.rb2.Caption=Manual
frmMode.rb3.Caption=Standalone loading mode
frmMode.rb4.Caption=Compatible loading mode
frmMode.rbReg.Caption=Registry
frmMode.rbTray.Caption=Load with MacTray
lbl1.Caption=Please select your preferred MacType loading mode:
lbl2.Caption=The following changes have been made:
lbl3.Caption=Loading mode does not change
lbl4.Caption=Profile has not been changed
lbl5.Caption=Click OK to apply changes, or click Cancel to try again.
lbl6.Caption=Apply changes
lbl7.Caption=lbl7
lbl8.Caption=lbl7
lbl9.Caption=Click to start MacTray
[TMacType]
MacType.DisplayName=MacType Service

